Repository: flattool/ignition
Catalog: po/*.po
Languages: ar, de, es, fr, hu, it, pl, pt_br, ru, tr, uk

source: Add or Create an Entry
ar: أضِف أو أنشئ مُدخلة
de: Einen neuen Eintrag erstellen oder hinzufügen
es: Agregar o Crear una Entrada
fr: Ajouter ou créer une entrée
hu: Bejegyzés létrehozása vagy hozzáadása
it: Aggiunge o crea una voce
pl: Dodaj lub utwórz wpis
pt_br: Adicionar ou Criar uma Entrada
ru: Добавить или создать новую запись
tr: Giriş ekle veya oluştur
uk: Створення запису

source: Search
fr: Rechercher
hu: Keresés
ru: Поиск
tr: Ara

source: Search entries
ar: ابحث المُدخلات
de: Einträge suchen
es: Buscar entradas
fr: Rechercher des entrées
hu: Bejegyzések keresése
it: Cerca voci
pl: Wyszukaj wpisy
pt_br: Pesquisar entradas
ru: Поиск записей
tr: Girişleri Ara
uk: Пошук запису

source: Commands and Scripts
ar: الأوامر
de: Befehle und Skripte
es: Comandos y Scripts
fr: Commandes et scripts
hu: Parancsok és szkriptek
it: Comandi e script
pl: Polecenia i skrypty
pt_br: Comandos e Scripts
ru: Команды и сценарии
tr: Komutlar ve Komut Dosyaları
uk: Команда чи сценарій

source: Run a command or script when you log in.
ar: شغِّل أمرًا عند ولوجك.
de: Starte ein Befehl oder Skript beim Einloggen.
es: Ejecutar un comando o script al iniciar sesión.
fr: Exécutez une commande ou un script lorsque vous vous connectez.
hu: Parancs vagy szkript futtatása bejelentkezéskor.
it: Esegui un comando o uno script quando esegui l'accesso.
pl: Uruchom polecenie lub skrypt po zalogowaniu.
pt_br: Executar um comando ou script quando fizer login.
ru: Запустить команду или скрипт при входе в систему.
tr: Giriş yaptığınızda bir komut veya komut dosyası çalıştırın.
uk: Вкажіть команду чи сценарій для запуску під час входу в систему.

source: Add a Command or Script
ar: أضِف أمرًا
de: Einen Befehl oder ein Skript hinzufügen
es: Añadir un Comando o un Script
fr: Ajouter une commande ou un script
hu: Parancs vagy szkript hozzáadása
it: Aggiungi un comando o uno script
pl: Dodaj polecenie lub skrypt
pt_br: Adicionar um Comando ou Script
ru: Добавить команду или сценарий
tr: Komut veya Komut Dosyası Ekle
uk: Додати команду чи сценарій

source: Enter the command to run or path to your script
ar: أدخل الأمر المراد تشغيله أو مسارًا
de: Befehl zum Ausführen oder Pfad zum Skript eingeben
es: Introduce el comando a ejecutar o la ruta de tu script
fr: Saisissez la commande à exécuter ou le chemin d’accès à votre script
hu: Adja meg a futtatni kívánt parancsot vagy a szkript elérési útját
it: Insersci il comando da eseguire o il percorso dello script
pl: Wprowadź polecenie uruchomienia lub ścieżkę do skryptu
pt_br: Digite o comando para executar ou o caminho do seu script
ru: Введите команду для запуска или путь к сценарию
tr: Çalıştırmak istediğiniz komutu veya komut dosyasının yolunu girin
uk: Введіть команду чи шлях до сценарію

source: Installed Apps
ar: التطبيقات المنصَّبة
de: Installierte Anwendungen
es: Aplicaciones Instaladas
fr: Applications installées
hu: Telepített alkalmazások
it: Applicazioni installate
pl: Zainstalowane aplikacje
pt_br: Aplicativos Instalados
ru: Установленные приложения
tr: Yüklü Uygulamalar
uk: Установлені програми

source: Choose any installed app to run when you log in.
fr: Choisissez une application installée à exécuter lorsque vous vous connectez.
ru: Выбирите любое установленное приложение для запуска при входе в систему.
tr: Giriş yaptığınızda çalıştırmak için yüklü uygulamalardan herhangi birini seçin.

source: Show Hidden Apps
ar: أظهِر التطبيقات المخفية
de: Versteckte Anwendung anzeigen
es: Mostrar aplicaciones ocultas
fr: Afficher les applications masquées
it: Mostra applicazioni nascoste
pl: Pokaż ukryte aplikacje
pt_br: Mostrar Aplicativos Escondidos
ru: Показать скрытые приложения
tr: Gizli Uygulamaları Göster
uk: Показати приховані

source: Show apps that are hidden from the app menu
ar: يظهر التطبيقات المخفية من قائمة التطبيقات
de: Anwendungen anzeigen, die im Anwendungsmenü versteckt sind
es: Mostrar aplicaciones que están ocultas en el menú de aplicaciones
fr: Afficher les applications qui sont masquées du menu des applications
it: Mostra le applicazioni che sono nascoste nel menu delle applicazioni
pl: Pokaż aplikacje ukryte w menu aplikacji
pt_br: Mostrar aplicativos que estão ocultos do menu de aplicativos
ru: Показать приложения, скрытые из меню приложений
tr: Uygulama menüsünden gizlenmiş uygulamaları göster
uk: Ви бачитемете програми, яких не видно в меню програм

source: No Results Found
ar: لم يُعثر على نتائج
de: Keine Ergebnisse gefunden
es: No se Han Encontrado Resultados
fr: Aucun résultat
hu: Nincs találat
it: Nessun risultato trovato
pl: Nie znaleziono wyników
pt_br: Nenhum resultado encontrado
ru: Результаты не найдены
tr: Sonuç bulunamadı
uk: Не вдалося нічого знайти

source: Try a different search.
ar: جرِّب بحثًا مختلفًا.
de: Versuche eine andere Suche.
es: Prueba a buscar algo diferente.
fr: Essayez une autre recherche.
hu: Próbálkozzon valami mással.
it: Prova una ricerca diversa.
pl: Spróbuj innego wyszukiwania.
pt_br: Tente uma pesquisa diferente.
ru: Попробуйте другой поисковый запрос.
tr: Farklı bir arama yapmayı deneyin.
uk: Пошукайте щось інше.

source: Could not load some apps
fr: Impossible de charger certaines applications
hu: Néhány alkalmazás betöltése sikertelen
ru: Не удалось загрузить некоторые приложения
tr: Bazı uygulamalar yüklenemedi

source: Edit Details
ar: حرِّر التفاصيل
de: Editiere Details
es: Editar Detalles
fr: Modifier les détails
hu: Részletek szerkesztése
it: Modifica dettagli
pl: Edytuj szczegóły
pt_br: Editar Detalhes
ru: Редактировать сведения
tr: Ayrıntıları Düzenle
uk: Редагування запису

source: Save
ar: احفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Create
ar: أنشئ
de: Erstellen
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
pl: Stwórz
pt_br: Criar
ru: Создать
tr: Oluştur
uk: Створити

source: Move to Trash
ar: انقل إلى المهملات
de: In den Papierkorb verschieben
es: Mover a la Papelera
fr: Déplacer vers la corbeille
hu: Áthelyezés a kukába
it: Sposta nel cestino
pl: Przenieś do Kosza
pt_br: Mover para o Lixo
ru: Отправить в корзину
tr: Çöp Kutusuna Taşı
uk: Перемістити у смітник

source: Override entry to edit details
ar: تجاوز المُدخلة لتحرير التفاصيل
de: Eintrag überschreiben zum Bearbeiten der Details
es: Anular entrada para editar detalles
fr: Contournez cette entrée pour modifier les détails
it: Sovrascrivi la voce per modificare i dettagli
pl: Zastąp wpis, aby edytować szczegóły
pt_br: Substituir entrada para editar detalhes
ru: Переопределить запись для изменения сведений
tr: Ayrıntıları düzenlemek için girişi geçersiz kıl
uk: Щоб редагувати цей запис, треба його замістити

source: Override
ar: تجاوز
de: Überschreiben
es: Anular
fr: Contourner
it: Sovrascrivi
pl: Nadpisz
pt_br: Substituir
ru: Переопределить
tr: Geçersiz kıl
uk: Замістити

source: Edit details about this entry.
ar: حرِّر التفاصيل عن هذه المُدخلة.
de: Details zu diesem Eintrag bearbeiten.
es: Modificar los detalles de este artículo.
fr: Modifiez les détails de cette entrée.
hu: Bejegyzés részleteinek szerkesztése.
it: Modifica i dettagli di questa voce.
pl: Edytuj szczegóły tego wpisu.
pt_br: Editar detalhes sobre esta entrada.
ru: Редактировать сведения этой записи.
tr: Bu girişle ilgili ayrıntıları düzenleyin.
uk: Ви редагуєте цей запис.

source: Enable
ar: فعِّل
de: Aktivieren
es: Activar
fr: Activer
hu: Engedélyezés
it: Abilita
pl: Włącz
pt_br: Ativar
ru: Включить
tr: Aktif
uk: Увімкнути

source: Enable this entry to be started when you log in.
ar: فعِّل هذه المُدخلة لتبدأ عند ولوجك.
de: Aktiviere diesen Eintrag, damit er beim Einloggen gestartet wird.
es: Autoarrancar este artículo al iniciar sesión.
fr: Activez cette entrée pour qu’elle soit lancée lorsque vous vous connectez.
hu: Bejegyzés indulásának engedélyezése bejelentkezéskor.
it: Abilita questa voce affinché venga avviata quando accedi.
pl: Włącz tę opcję, aby wpis był uruchamiany po zalogowaniu.
pt_br: Ative esta entrada para ser iniciada quando você fizer login.
ru: Включить запуск этой записи при входе в систему.
tr: Bu girişi, oturum açtığınızda başlatılmasını etkinleştirin.
uk: Якщо увімкнути цей запис, він виконуватиметься, коли входитимете в систему.

source: Name
ar: الاسم
es: Nombre
fr: Nom
hu: Név
it: Nome
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Adı
uk: Назва

source: Comment
ar: تعليق
de: Kommentar
es: Acerca de
fr: Commentaire
hu: Leírás
it: Commento
pl: Komentarz
pt_br: Comentário
ru: Комментарий
tr: Yorum
uk: Коментар

source: Command or Script
ar: الأمر
de: Befehl oder Skript
es: Comando o Script
fr: Commande ou script
hu: Parancs vagy szkript
it: Comando o script
pl: Polecenie lub skrypt
pt_br: Comando ou Script
ru: Команда или сценарий
tr: Komut veya Komut Dosyası
uk: Команда чи сценарій

source: Show Terminal
ar: أظهِر الطرفيَّة
de: Zeige Terminal
es: Mostrar ventana del Terminal
fr: Afficher le terminal
hu: Futtatás terminálban
it: Mostra terminale
pl: Pokaż Terminal
pt_br: Mostrar Terminal
ru: Показать терминал
tr: Terminal Göster
uk: Показувати термінал

source: Show a terminal for this process to run in.
ar: يُظهر طرفيَّة لتعمل فيها هذه العملية.
de: Zeige ein Terminal an, in dem dieser Prozess ausgeführt werden soll.
es: Mostrar un terminal en el cual correr este proceso.
fr: Afficher un terminal où ce processus s’exécutera.
hu: Terminálablakot megnyitása a folyamat futtatásához.
it: Mostra un terminale in cui questo processo è eseguito.
pl: Pokaż terminal, w którym można uruchomić ten proces.
pt_br: Mostre um terminal para este processo ser executado.
ru: Показать терминал, в котором будет запущен этот процесс.
tr: Bu işlemin çalışacağı bir terminal göster.
uk: Відкривати термінал і запускати процес у ньому.

source: Seconds of Delay
ar: ثواني التأخير
de: Sekunden der Verzögerung
es: Segundos de retraso
fr: Secondes d’attente
it: Secondi di attesa
pl: Sekundy opóźnienia
pt_br: Segundos de Atraso
ru: Секунды задержки
tr: Gecikme Süresi
uk: Затримка

source: Amount of seconds to wait after logging in to run the command or script
ar: عدد الثواني التي يجب انتظارها بعد الولوج لتشغيل الأمر
de: Anzahl der Sekunden, bis der Befehl oder das Skript nach Anmeldung gestartet werden soll
es: Cantidad de segundos a esperar después de iniciar sesión para ejecutar el comando o script
fr: Nombre de secondes entre la connexion et l’exécution de la commande ou du script
it: Numero di secondi da attendere dopo l'accesso prima che sia eseguito il comando o lo script
pl: Liczba sekund, które należy odczekać po zalogowaniu, aby uruchomić polecenie lub skrypt
pt_br: Quantidade de segundos para esperar depois de fazer login para executar o comando ou script
ru: Количество секунд, которое нужно подождать после входа в систему перед выполнением команды или сценария.
tr: Komut veya komut dosyasını çalıştırmak için oturum açtıktan sonra beklemek gereken saniye sayısı
uk: Кількість очікування в секундах перед виконанням команди чи запуском сценарію

source: To run a script at login, paste its file path here. You can copy the script's path from your file manager. Make sure your script is executable.
fr: Pour exécuter un script lors de la connexion, collez son chemin d’accès ici. Vous pouvez copier le chemin d’accès à partir de votre gestionnaire de fichiers. Assurez-vous que votre script est exécutable.
hu: Illessze be ide egy szkriptfájl elérési útját. Az elérési utat a fájlkezelőből is átmásolhatja. Győződjön meg róla, hogy a fájl végrehajtható.
ru: Чтобы запустить сценарий при входе в систему, вставьте сюда путь к его файлу. Вы можете скопировать путь к сценарию из файлового менеджера. Убедитесь, что ваш сценарий является исполняемым.
tr: Giriş sırasında bir komut dosyasını çalıştırmak için, dosya yolunu buraya yapıştırın. Komut dosyasının yolunu dosya yöneticinizden kopyalayabilirsiniz. Komut dosyanızın çalıştırılabilir olduğundan emin olun.

source: Create and Replace?
fr: Créer et remplacer ?
ru: Создать и заменить?
tr: Oluştur ve Değiştir?

source: A file already exists for this entry. Are you sure you want to replace it?
fr: Un fichier existe déjà pour cette entrée. Voulez-vous vraiment le remplacer ?
ru: Файл для этой записи уже существует. Вы уверены, что хотите заменить его?
tr: Bu giriş için zaten bir dosya var. Değiştirmek istediğinizden emin misiniz?

source: Cancel
ar: ألغِ
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
pl: Anuluj
pt_br: Cancelar
ru: Отменить
tr: İptal
uk: Скасувати

source: Create and Replace
fr: Créer et remplacer
ru: Создать и заменить
tr: Oluştur ve Değiştir

source: Override Entry?
fr: Contourner l’entrée ?
ru: Переопределить запись?
tr: Girişi geçersiz kılmak ister misiniz?

source: Be careful, overriding system entries can lead to system breakage. This will make a copy of the entry for you to edit.
fr: Faites preuve de prudence, contourner des entrées système pourrait casser ce dernier. Une copie de cette entrée sera créée et vous pourrez la modifier.
ru: Будьте осторожны, переопределение системных записей может привести к сбою системы. Это создаст копию записи для редактирования.
tr: Dikkatli olun, sistem girişlerini geçersiz kılmak sistemin bozulmasına neden olabilir. Bu, düzenlemeniz için girişin bir kopyasını oluşturacaktır.

source: Trach Entry?
fr: Mettre l’entrée à la corbeille ?

source: This entry will be moved to the trash, and will no longer start when you log in.
ar: ستُنقل هذه المُدخلة إلى المهملات، ولن يبدأ تشغيلها عند ولوجك بعد الآن.
de: Dieser Eintrag wird in den Mülleimer verschoben, und wird nicht länger ausgeführt, wenn Sie sich anmelden.
es: Esta entrada se moverá a la papelera y ya no se ejecutará al iniciar sesión.
fr: Cette entrée sera déplacée vers la corbeille et ne sera plus exécutée lorsque vous vous connecterez.
it: Questa voce verrà spostata nel cestino, e non sarà più eseguita all'accesso.
pl: Ten wpis zostanie przeniesiony do kosza i nie będzie już generowany po zalogowaniu.
pt_br: Esta entrada será movida à lixeira e não se inicializará mais quando fizer login.
ru: Эта запись будет перемещена в корзину и больше не будет запускаться при входе в систему.
tr: Bu giriş çöp kutusuna taşınacak ve oturum açtığınızda artık başlatılmayacaktır.
uk: Ви відправите цей запис у смітник, і він не виконуватиметься під час входу в систему.

source: Trash
ar: انقل للمهملات
de: Mülleimer
es: Papelera
fr: Mettre à la corbeille
it: Cestino
pl: Kosz
pt_br: Lixeira
ru: Отправить в корзину
tr: Sil
uk: У смітник

source: New Entry
ar: مُدخلة جديدة
de: Neuer Eintrag
es: Nueva Entrada
fr: Nouvelle entrée
hu: Új bejegyzés
it: Nuova voce
pl: Nowy wpis
pt_br: Nova Entrada
ru: Новая запись
tr: Yeni Giriş
uk: Новий запис

source: Saved details
fr: Détails enregistrés
ru: Сохранённые сведения
tr: Kaydedilen ayrıntılar

source: Could not save file
fr: Impossible d’enregistrer le fichier
hu: A fájlt nem sikerült menteni
ru: Не удалось сохранить файл
tr: Dosya kaydedilemedi

source: Created entry
fr: Entrée créée
ru: Созданная запись
tr: Oluşturulan giriş

source: Could not create file
fr: Impossible de créer le fichier
ru: Не удалось создать файл
tr: Dosya oluşturulamadı

source: Overrode entry
fr: Entrée contournée
ru: Переопределённая запись
tr: Giriş geçersiz kılınmıştır

source: Trashed entry
fr: Entrée déplacée vers la corbeille
ru: Отправленная в корзину запись
tr: Silinen giriş

source: Could not trash file
fr: Impossible de mettre le fichier dans la corbeille
hu: A fájlt nem sikerült törölni
ru: Не удалось отправить файл в корзину
tr: Dosya silinemedi

source: Main Menu
ar: القائمة الرئيسة
de: Hauptmenü
es: Menú Principal
fr: Menu principal
hu: Főmenü
it: Menu principale
pl: Menu główne
pt_br: Menu principal
ru: Главное меню
tr: Ana Menü
uk: Головне меню

source: Help and information
ar: مساعدة ومعلومات
de: Hilfe und Informationen
es: Ayuda e Información
fr: Aide et informations
it: Aiuto e informazioni
pl: Pomoc i informacje
pt_br: Ajuda e informação
ru: Справка и информация
tr: Yardım ve bilgi
uk: Довідка

source: Loading Entries
ar: تُحمَّل المُدخلات
de: Einträge laden
es: Cargando entradas
fr: Chargement des entrées
it: Caricamento delle voci
pl: Ładowanie wpisów
pt_br: Carregando Entradas
ru: Загрузка записей
tr: Girişler Yükleniyor
uk: Завантаження записів

source: This should only take a moment.
ar: لن يستغرق هذا سوى لحظة.
de: Dies sollte nur einen Augenblick dauern.
es: Esto solo tomará un momento.
fr: Cela ne devrait prendre qu’un instant.
hu: Egy szempillantás, és kész is van.
it: Ci vorrà solo un momento.
pl: To zajmie tylko chwilę.
pt_br: Isso deve levar apenas alguns instantes.
ru: Это займёт совсем немного времени.
tr: Bu sadece bir dakika sürer.
uk: На це знадобиться трохи часу.

source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
hu: Új
it: Nuova
pl: Nowy
pt_br: Novo
ru: Новая
tr: Yeni
uk: Новий

source: No Entries Found
ar: لم يُعثر على مُدخلات
de: Keine Einträge gefunden
es: No hay ninguna entrada
fr: Aucune entrée trouvée
hu: Nem találhatók bejegyzések
it: Nessuna voce trovata
pl: Nie znaleziono żadnych wpisów
pt_br: Nenhuma Entrada Encontrada
ru: Записи не найдены
tr: Hiçbir giriş bulunamadı
uk: Записів не знайдено

source: Add an app or script to run it when you log in
ar: أضِف تطبيقًا أو أمرًا لتشغيله عند الولوج
de: Füge eine App oder ein Skript hinzu um es beim Login auszuführen
es: Añade una app o script para ejecutarlo al iniciar sesión
fr: Ajoutez une application ou un script pour l’exécuter lorsque vous vous connectez
it: Aggiungi un'applicazione o uno script da eseguire all'accesso
pl: Dodaj aplikację lub skrypt, który będzie uruchamiany po zalogowaniu
pt_br: Adicione um aplicativo ou script para executá-lo quando fizer login
ru: Добавьте приложение или сценарий для запуска при входе в систему.
tr: Giriş yaptığınızda çalıştırmak için bir uygulama veya komut dosyası ekleyin
uk: Додайте програму чи сценарій, що запустити їх, коли входитимете в систему

source: _Open Autostart Folder
ar: ا_فتح مجلد التشغيل الآلي
de: _Autostart-Ordner öffnen
es: _Abrir carpeta de autoarranque
fr: _Ouvrir le dossier autostart
hu: Autostart mappa _megnyitása
it: _Apri cartella Autostart
pl: _Otwórz folder autostartu
pt_br: _Abrir Pasta de Inicialização Automática
ru: _Открыть папку автозапуска
tr: _Otomatik Başlat Klasörünü Aç
uk: _Відкрити теку автозапуску

source: _Keyboard Shortcuts
ar: ا_ختصارات لوحة المفاتيح
de: _Tastenkürzel
es: _Atajos de Teclado
fr: Raccourcis _clavier
hu: _Gyorsbillentyűk
it: _Scorciatoie da tastiera
pl: _Skróty klawiaturowe
pt_br: _Atalhos de teclado
ru: _Комбинации клавиш
tr: _Klavye Kısayolları
uk: _Клавіатурні скорочення

source: _About Ignition
fr: _À propos d’Ignition
hu: Az Önindító _névjegye
ru: _О приложении
tr: _Ignition Hakkında

source: User Startup Entries
ar: مُدخلات بدء تشغيل المستخدم
de: Nutzer Starteinträge
es: Entradas de Inicio de Usuario
fr: Entrées de démarrage utilisateur
it: Voci di avvio dell'utente
pl: Wpisy startowe użytkownika
pt_br: Entradas de Inicialização do Usuário
ru: Записи запуска пользователя
tr: Kullanıcı Başlangıç Girişleri
uk: Ваші записи автозапуску

source: Entries that run only for you.
ar: مُدخلات تعمل لك وحدك.
de: Einträge, die nur für den aktuellen Benutzer ausgeführt werden.
es: Entradas que se ejecutan sólo para ti.
fr: Entrées exécutées au démarrage de votre session uniquement.
it: Voci eseguite solo al tuo accesso.
pl: Wpisy, które są dostępne tylko dla Ciebie.
pt_br: Entradas que só executam para você.
ru: Записи, которые существуют только для вас.
tr: Sadece sizin için çalışan girişler.
uk: Ці записи виконуються лише під час вашого входу.

source: System Startup Entries
ar: مُدخلات بدء تشغيل النظام
de: System Starteinträge
es: Entradas de Inicio del Sistema
fr: Entrées de démarrage système
it: Voci di avvio di sistema
pl: Wpisy startowe systemu
pt_br: Entradas de Inicialização do Sistema
ru: Системные записи запуска
tr: Sistem Başlangıç Girişleri
uk: Системні записи автозапуску

source: Entries that run for everyone.
ar: مُدخلات تعمل للجميع.
de: Einträge, die für alle Benutzer ausgeführt werden.
es: Entradas que se ejecutan sólo para todos.
fr: Entrées exécutées au démarrage de n’importe quelle session.
it: Voci eseguite all'accesso di tutti gli utenti.
pl: Wpisy dostępne dla każdego.
pt_br: Entradas que executam para todos.
ru: Записи, которые существуют для всех пользователей.
tr: Herkes için geçerli olan girişler.
uk: Ці записи виконуються під час входу будь-якого користувача.

source: Could not load some entries
fr: Impossible de charger certaines entrées
ru: Не удалось загрузить некоторые записи
tr: Bazı girişler yüklenemedi

source: Copy
ar: انسخ
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
it: Copia
pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
uk: Копіювати

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
pl: Szczegóły
pt_br: Detalhes
ru: Сведения
tr: Ayrıntılar
uk: подробиці

source: No Name Set
ar: لم يُعيَّن اسم
de: Kein Name eingegeben
es: No hay Nombre Asignado
fr: Aucun nom défini
hu: Nincs név beállítva
it: Nessun nome impostato
pl: Brak nazwy
pt_br: Nenhum Nome Definido
ru: Нет имени
tr: İsim Belirlenmemiş
uk: Немає назви

source: No comment set.
ar: لم يُعيَّن تعليق.
de: Kein Kommentar festgelegt.
es: No hay ningún comentario.
fr: Aucun commentaire n’a été formulé.
hu: Nincs leírás.
it: Nessun commento impostato.
pl: Nie ustawiono komentarza.
pt_br: Nenhum comentário definido.
ru: Нет комментария.
tr: Yorum yok.
uk: Немає коментаря.

source: Ignition
ar: اشتعال
hu: Önindító
pt_br: Ignição
ru: Зажигание
tr: Ignition: Başlangıç Uygulamaları

source: Trash Entry?
ar: أأنقل المُدخلة إلى المهملات؟
de: Gelöschter Eintrag?
es: ¿Borrar Entrada?
it: Spostare la voce nel cestino?
pl: Usunąć wpis?
ru: Отправить запись в корзину?
tr: Girdiyi silmek ister misiniz?
uk: Перемістити запис у смітник?

source: OK
ar: حسنًا
de: Okay
es: De acuerdo
hu: Rendben
pl: Okej
ru: Хорошо
tr: Tamam
uk: Гаразд

source: Failed to start properly
ru: Не удалось корректно выполнить запуск
tr: Düzgün başlatılamadı

source: Search apps
de: Anwendungen durchsuchen
es: Buscar aplicaciones
it: Cerca app
pt_br: Pesquisar aplicativos
uk: Шукати додатки

source: Entries List
pl: Lista wpisów
uk: Перелік записів

source: Search Entries
pl: Wyszukaj wpisy
uk: Шукати запис

source: Apps List
pl: Lista aplikacji
uk: Перелік програм

source: Search Apps
de: Anwendungen suchen
pl: Wyszukaj aplikacje
uk: Шукати програму

source: Details Page
de: Detailseite
pl: Strona szczegółów
uk: Подробиці запису

source: Save Edits
de: Änderungen speichern
pl: Zapisz zmiany
uk: Зберегти зміни

source: General
de: Allgemein
pl: Ogólne
uk: Загальні

source: Open Autostart Folder
de: Autostart-Ordner öffnen
pl: Otwórz folder Autostart
uk: Відкрити теку автозапуску

source: Show Shortcuts
pl: Pokaż skróty
uk: Показати клавіатурні скорочення

source: Quit
de: Schließen
pl: Wyjdź
uk: Вийти
