Repository: flattool/ignition
Catalog: po/*.po
Languages: ar, de, es, fr, hu, it, pl, pt_br, ru, tr, uk

source: Manage startup apps and scripts
ar: أدِر تطبيقات وأوامر بدء التشغيل
de: Verwalten von Startanwendungen und Skripten
es: Gestión de aplicaciones y scripts de arranque
fr: Gérez les applications et scripts exécutés au démarrage
hu: Indítási alkalmazások és szkriptek kezelése
it: Gestire app e script di avvio
pl: Zarządzaj aplikacjami i skryptami rozruchu
pt_br: Gerenciar aplicativos e scripts de inicialização
ru: Управление приложениями и сценариями запуска
tr: Başlangıç uygulamalarını ve komut dosyalarını yönetme
uk: Налаштовуйте автозапуск програм і сценаріїв

source: GTK;startup;autostart;login;
ar: جتك;بدء التشغيل;تشغيل تلقائي;دخول;اشعال;GTK;startup;autostart;login;ignition;
es: GTK;inicio;autoarranque;sesión;
fr: GTK;démarrage;autostart;connexion;
hu: GTK;startup;autostart;login;bejelentkezés;automatikus;indítási;
it: GTK;avvio;avvio automatico;login;
pl: GTK;rozruch;autostart;login;
pt_br: GTK;inicialização;início_automático;login;
ru: GTK;startup;autostart;login;запуск;автозапуск;вход в систему;
tr: GTK;başlangıç;otomatik başlatma;giriş;
uk: GTK; автозапуск; вхід;startup;autostart;login;

source: Ignition provides a simple UI to add, remove, and modify startup entries on your computer. Ignition can add apps, scripts, and arbitrary commands to run at login.
ar: يوفر «اشتعال» واجهة مستخدم بسيطة لإضافة مُدخلات بدء التشغيل وإزالتها وتعديلها على حاسوبك. يمكن لـ«اشتعال» إضافة تطبيقات وبادئات وأي أوامر أخرى لتعمل عند الولوج.
de: Ignition bietet eine einfache Benutzeroberfläche zum Hinzufügen, Entfernen und Ändern von Starteinträgen auf Ihrem Computer. Ignition kann Anwendungen, Skripte und beliebige Befehle hinzufügen, die bei der Anmeldung ausgeführt werden.
es: Ignition proporciona una interfaz sencilla para añadir, eliminar y modificar entradas de inicio en tu equipo. Puede añadir aplicaciones, scripts y comandos para ejecutarse al iniciar sesión.
fr: Ignition propose une interface simple permettant d'ajouter, retirer et modifier les entrées de démarrage sur votre ordinateur. Ignition peut ajouter des applications, scripts et commandes arbitraires à exécuter lors de la connexion.
hu: Az Önindító egy egyszerű grafikus eszköz indítási bejegyzések létrehozásához, eltávolításához és módosításához. Segítségével alkalmazásokat, szkripteket és tetszőleges parancsokat lehet hozzáadni az automatikusan induló programokhoz.
it: Ignition fornisce una semplice interfaccia utente per aggiungere, rimuovere e modificare le voci di avvio sul computer. Ignition può aggiungere app, script e comandi arbitrari da eseguire al login.
pl: Ignition oferuje prosty interfejs użytkownika do dodawania, usuwania i modyfikowania wpisów startowych na komputerze. Ignition może dodawać aplikacje, skrypty i dowolne polecenia do uruchomienia po zalogowaniu.
pt_br: O Ignição fornece uma UI simples para adicionar, remover e modificar entradas de inicialização no seu computador. O Ignição pode adicionar apps, scripts e comandos arbitrários para executar no login.
ru: «Зажигание» предоставляет простой пользовательский интерфейс для добавления, удаления и изменения записей запуска на вашем компьютере. «Зажигание» может добавлять приложения, сценарии и произвольные команды для запуска при входе в систему.
tr: Ignition, bilgisayarınızda başlangıç girişlerini eklemek, kaldırmak ve değiştirmek için basit bir kullanıcı arayüzü sağlar. Ignition, oturum açıldığında çalıştırılacak uygulamalar, komut dosyaları ve rastgele komutlar ekleyebilir.
uk: Ignition спрощує додавання, редагування й видалення записів, що автоматично запускають програми, сценарії чи довільні команди під час входу в систему.

source: See all your startup items.
ar: الإطلاع على كل عناصر بدء التشغيل.
de: Alle Start-Einträge anzeigen.
es: Ver todos los elementos de inicio.
fr: Voir tous vos éléments de démarrage.
hu: Indítási alkalmazások listázása.
it: Visualizza tutti gli elementi di avvio.
pl: Zobacz wszystkie elementy startowe.
pt_br: Veja todos os seus itens de inicialização.
ru: Просмотр всех элементов запуска.
tr: Tüm başlangıç öğelerinizi görün.
uk: Перегляд записів автозапуску.

source: View and edit entry details.
ar: عرض تفاصيل المُدخلات وتعديلها.
de: Anzeigen und bearbeiten von Einträgen.
es: Ver y editar detalles de los elementos.
fr: Visualiser et modifier les détails de l’entrée.
hu: Bejegyzések részleteinek szerkesztése.
it: Visualizza e modifica i dettagli della voce.
pl: Przeglądaj i edytuj szczegóły wpisu.
pt_br: Visualize e edite detalhes da entrada.
ru: Просмотр и редактирование сведений о записи.
tr: Giriş ayrıntılarını görüntüleyin ve düzenleyin.
uk: Перегляд і редагування вмісту записів.

source: Create a new startup entry.
ar: إنشاء مُدخلة بدء تشغيل جديدة.
de: Neuen Starteintrag erstellen.
es: Crea un nuevo elemento de inicio.
fr: Créer une nouvelle entrée de démarrage.
hu: Új indítási bejegyzés létrehozása.
it: Crea una nuova voce di avvio.
pl: Utwórz nowy wpis startowy.
pt_br: Crie uma nova entrada de inicialização.
ru: Создание новой записи запуска.
tr: Yeni bir başlangıç girişi oluşturun.
uk: Створення записів автозапуску.

source: See all your startup items, in dark mode.
ar: الإطلاع على كل عناصر بدء التشغيل في الوضع الداكن.
de: Alle Starteinträge im Dark-Mode anzeigen.
es: Ver todos tus artículos de startup, en modo oscuro.
fr: Affichez tous vos éléments de démarrage, en mode sombre.
hu: Indítási alkalmazások megjelenítése, sötét módban.
it: Visualizza tutti gli elementi di avvio in modalità scura.
pl: Zobacz wszystkie elementy startowe w trybie ciemnym.
pt_br: Veja todos os seus itens de inicialização no modo escuro.
ru: Просмотр всех элементов запуска в тёмном режиме.
tr: Tüm başlangıç öğelerinizi karanlık modda görüntüleyin.
uk: Перегляд усіх записів автозапуску в темному стилі.

source: Welcome
fr: Bienvenue
hu: Üdv!
ru: Добро пожаловать
tr: Hoş geldiniz

source: About Ignition
fr: À propos d’Ignition
hu: Az Önindító névjegye
ru: О приложении
tr: Ignition Hakkında

source: Welcome to Ignition!
fr: Bienvenue dans Ignition !
hu: Üdv az Önindítóban!
ru: Добро пожаловать в «Зажигание»!
tr: Ignition'a hoş geldiniz!

source: Ignition lets you start any app or script when you log in to your computer.
fr: Ignition vous permet de lancer n’importe quelle application ou script lorsque vous vous connectez à votre ordinateur.
hu: Az Önindító segítségével bármilyen alkalmazást vagy szkriptet futtathat bejelentkezéskor.
ru: «Зажигание» позволяет запускать любое приложение или сценарий при входе в систему.
tr: Ignition, bilgisayarınıza giriş yaptığınızda herhangi bir uygulamayı veya komut dosyasını başlatmanıza olanak tanır.

source: Get Started
fr: Commencer
hu: Kezdjünk hozzá!
ru: Начать
tr: Başlayın

source: More Information
ar: مزيد من المعلومات
de: Mehr Informationen
es: Más información
fr: Plus d’informations
hu: További információ
it: Ulteriori informazioni
pl: Więcej Informacji
pt_br: Mais informações
ru: Больше информации
tr: Daha fazla bilgi
uk: Додаткова інформація

source: Disabled
ar: معطَّل
de: Deaktiviert
es: Desactivado
fr: Désactivé
hu: Letiltva
it: Disabilitato
pl: Wyłączony
pt_br: Desabilitado
ru: Отключено
tr: Devre dışı
uk: Вимкнено

source: Overridden
ar: مُتجاوز
de: Überschrieben
es: Anulado
fr: Contournée
hu: Felülírva
it: Sovrascritto
pl: Nadpisany
pt_br: Substituído
ru: Переопределено
tr: Geçersiz kılınmış
uk: Заміщено

source: Enabled
ar: مفعَّل
de: Aktiviert
es: Activado
fr: Activé
hu: Engedélyezve
it: Abilitato
pl: Włączony
pt_br: Ativado
ru: Включено
tr: Aktif
uk: Увімкнено

source: This entry is overridden by a user entry.
ar: هذه المُدخلة مُتجاوزة بمُدخلة مستخدم.
de: Dieser Eintrag wurde durch einen Benutzereintrag überschrieben.
es: Esta entrada ha sido anulada por una entrada de usuario.
fr: Cette entrée est contournée, une entrée utilisateur prend sa place.
hu: Ezt a bejegyzést egy felülírja egy felhasználói bejegyzés.
it: Questa voce è sovrascritta da una voce dell'utente.
pl: Ten wpis zostanie zastąpiony wpisem użytkownika.
pt_br: Esta entrada foi substituída por uma entrada de usuário.
ru: Эта запись переопределена пользовательской записью.
tr: Bu giriş, bir kullanıcı girişi tarafından geçersiz kılınmıştır.
uk: Цей запис заміщено користувацьким.

source: This entry overrides a system entry.
ar: هذه المُدخلة تتجاوز مُدخلة نظام.
de: Dieser Eintrag überschreibt einen Benutzereintrag.
es: Esta entrada anula una entrada del sistema.
fr: Cette entrée est utilisée pour contourner une entrée système.
hu: Ez a bejegyzés felülír egy rendszerbejegyzést.
it: Questa voce sovrascrive una voce di sistema.
pl: Ten wpis zastępuje wpis systemowy.
pt_br: Esta entrada substitui uma entrada do sistema.
ru: Эта запись переопределяет системную запись.
tr: Bu giriş, bir sistem girişini geçersiz kılar.
uk: Цей запис заміщує системний.

source: Help and Information
ar: مساعدة ومعلومات
de: Hilfe und Informationen
es: Ayuda e Información
fr: Aide et informations
hu: Segítség és információ
it: Aiuto e informazioni
pl: Pomoc i informacje
pt_br: Ajuda e Informação
ru: Справка и информация
tr: Yardım ve Bilgi
uk: Довідка

source: Can't find an application?
ar: ألا تستطيع إيجاد تطبيق؟
de: Eine Anwendung wurde nicht gefunden?
es: ¿No encuentras una aplicación?
fr: Vous n’arrivez pas à trouver une application ?
hu: Nem talál egy alkalmazást?
it: Non trovi un'applicazione?
pl: Nie możesz znaleźć aplikacji?
pt_br: Não consegue encontrar um aplicativo?
ru: Не можешь найти приложение?
tr: Uygulamayı bulamıyor musunuz?
uk: Не знаходите програму?

source: Ignition might not be able to see some applications on your system
fr: Il se peut qu’Ignition ne puisse pas voir certaines applications de votre système
hu: Előfordulhat, hogy az Önindító nem lát egyes alkalmazásokat a rendszeren
ru: «Зажигание» может не видеть некоторые приложения в вашей системе
tr: Ignition, sisteminizdeki bazı uygulamaları göremeyebilir.

source: What is a 'System Entry'?
ar: ما هي «مُدخلة النظام»؟
de: Was ist ein 'Systemeintrag'?
es: ¿Qué es una 'Entrada de sistema'?
fr: Qu’est-ce qu’une « entrée système » ?
hu: Mi az a „rendszerbejegyzés”?
it: Cos'è una 'Voce di sistema'?
pl: Czym jest „wpis systemowy”?
pt_br: O que é uma "Entrada do Sistema"?
ru: Что такое «Системная запись»?
tr: “Sistem Girişi” nedir?
uk: Що таке «системний запис»?

source: Learn more about system startup entries, and how editing them works
ar: تعرَّف على المزيد عن مُدخلات بدء تشغيل النظام، وكيفية عمل تعديلها
de: Lerne mehr über Systemstarteinträge, und wie man sie bearbeitet
es: Conoce más sobre las entradas de inicio del sistema y cómo editarlas
fr: Découvrez les entrées de démarrage système et comment les modifier
hu: Tudjon meg többet a rendszerindítási bejegyzésekről és azok szerkesztéséről
it: Ulteriori informazioni sulle voci di sistema, e come funziona la loro modifica
pl: Dowiedz się więcej o wpisach startowych systemu i o tym, jak działa ich edycja
pt_br: Vamos aprender mais sobre entradas do sistema, e como editá-las funciona
ru: Узнайте больше о системных записях запуска и о том, как работает их редактирование
tr: Sistem başlangıç girdileri ve bunların nasıl düzenlendiği hakkında daha fazla bilgi edinin.
uk: Докладніше про системні записи автозапису і те, як їх редагувати

source: Can't Find an App?
ar: ألا تستطيع إيجاد تطبيق؟
de: Eine App wurde nicht gefunden?
es: ¿No encuentras una aplicación?
fr: Vous ne trouvez pas une application ?
hu: Nem talál egy alkalmazást?
it: Non trovi un'applicazione?
pl: Nie możesz znaleźć aplikacji?
pt_br: Não Consegue Encontrar um Aplicativo?
ru: Не можешь найти приложение?
tr: Uygulamayı bulamıyor musunuz?
uk: Не знаходите програму?

source: Some apps store their entries outside of the places that Ignition is allowed to read. This means that these apps won't show up in the list of apps on your system, when making a new entry.
ar: تُخزِّن بعض التطبيقات مُدخلاتها خارج الأماكن التي يُسمح لـ«اشتعال» بقراءتها. هذا يعني أن هذه التطبيقات لن تظهر في قائمة التطبيقات على نظامك عند إنشاء مُدخلة جديد.
de: Manche Anwendungen speichern ihre Einträge außerhalb von Plätzen, die Ignition lesen darf. Das bedeutedt dass diese Anwendungen nicht in der Appliste Ihres Systems angezeigt werden, wenn Sie einen neuen Eintrag machen.
es: Algunas aplicaciones guardan sus entradas en lugares que Ignition no puede leer. Esto significa que esas apps no aparecerán en la lista al crear una nueva entrada.
fr: Certaines applications stockent leurs entrées à certains endroits auxquels Ignition n’a pas accès. Cela signifie que ces applications ne seront pas dans la liste des applications de votre système au moment de créer une nouvelle entrée.
hu: Egyes alkalmazások az Önindító által olvasható helyeken kívül tárolják bejegyzéseiket. Ennél fogva ezek az alkalmazások nem jelennek meg a rendszer alkalmazásainak listájában, amikor új bejegyzést hoz létre.
it: Alcune applicazioni salvano le proprie voci di menu in posizioni che Ignition non ha il permesso di leggere. Ciò significa che queste applicazioni non saranno mostrate nella lista delle applicazioni quando viene creata una nuova voce.
pl: Niektóre aplikacje przechowują swoje wpisy poza lokalizacjami, do których dostęp ma Ignition. Oznacza to, że te aplikacje nie pojawią się na liście aplikacji w twoim systemie podczas tworzenia nowego wpisu.
pt_br: Alguns aplicativos salvam as suas entradas fora dos locais que o Ignition pode ler. Isto significa que esses aplicativos não aparecerão na lista de aplicativos no seu sistema ao fazer uma nova entrada.
ru: Некоторые приложения хранят свои записи вне тех мест, к которым «Зажигание» имеет доступ для чтения. Это означает, что эти приложения не будут отображаться в списке приложений в вашей системе при создании новой записи.
tr: Bazı uygulamalar, Ignition'ın okuyabileceği yerlerin dışında girişlerini saklar. Bu, yeni bir giriş yaparken bu uygulamaların sisteminizdeki uygulama listesinde görünmeyeceği anlamına gelir.
uk: Записи про деякі програми можуть зберігатися там, куди Ignition не має доступу, тож ви їх не бачитимете у списку програм під час створення нового запису.

source: To fix this, you can allow Ignition to see more home locations, or more root locations, in your file system.
ar: لإصلاح هذا، يمكنك السماح لـ«اشتعال» برؤية المزيد من مواقع مجلد المنزل، أو المزيد من مواقع الجذر في نظام ملفاتك.
de: Um das zu beheben, können Sie Ignition erlauben mehr Home- oder Root-Verzeichnisse in Ihrem Dateisystem zu sehen.
es: Para solucionarlo, puedes permitir que Ignition vea más ubicaciones del hogar o del sistema.
fr: Pour y remédier, vous pouvez autoriser Ignition à accéder à d’autres emplacements personnels, ou à d’autres emplacements racines dans votre système de fichiers.
hu: Ezt úgy oldhatja meg, ha engedélyezheti az Önindítónak, hogy több felhasználói, vagy gyökérkönyvtárbeli helyhez férhessen hozzá.
it: Per risolvere questo problema, puoi autorizzare Ignition a vedere più posizioni home, o root, nel tuo file system.
pl: Aby rozwiązać ten problem, możesz zezwolić aplikacji Ignition na wyświetlanie większej liczby lokalizacji domowych lub roota w systemie plików.
pt_br: Para consertar isto, você pode permitir que o Ignition veja mais locais da pasta pessoal ou root no seu sistema de arquivos.
ru: Чтобы исправить это, можно разрешить «Зажиганию» видеть больше домашних каталогов или больше корневых каталогов в вашей файловой системе.
tr: Bu sorunu gidermek için, Ignition'ın dosya sisteminizde daha fazla ana konum veya kök konum görmesine izin verebilirsiniz.
uk: Щоб це виправити, надайте доступ Ignition до відповідних тек у домівці користувача чи кореневій файловій системі.

source: We recommend the app "Flatseal" to manage these permissions. Enable "All user files" or "All system files" to be able to find these apps.
ar: نوصي بتطبيق «فلاتسيل» لإدارة هذه الأذونات. فعِّل «كل ملفات المستخدم» أو «كل ملفات النظام» لتتمكن من إيجاد هذه التطبيقات.
de: Wir empfehlen die Anwendung "Flatseal" zum Verwalten dieser Berechtigungen. Schalte "Alle Benutzerdateien" oder "alle Systemdateien" frei, um diese Anwendungen zu finden.
es: Recomendamos usar la aplicación "Flatseal" para gestionar estos permisos. Activa "Todos los archivos de usuario" o "Todos los archivos del sistema" para encontrarlas.
fr: Nous recommandons l'application Flatseal afin de gérer ces autorisations. Activez « Tous les fichiers de l’utilisateur » ou « Tous les fichiers système » pour pouvoir trouver ces applications.
hu: Ezeknek az engedélyeknek a kezeléséhez a „Flatseal” alkalmazást ajánljuk. Engedélyezze az „Összes felhasználói fájl” vagy az „Összes rendszerfájl” opciót, hogy az Önindító lássa ezeket az alkalmazásokat.
it: Consigliamo l'applicazione "Flatseal" per gestire i permessi. Attiva "Tutti i file utente" o "Tutti i file di sistema" per fare in modo che compaiano queste applicazioni.
pl: Do zarządzania tymi uprawnieniami zalecamy aplikację „Flatseal”. Aby znaleźć te aplikacje, włącz opcję „Wszystkie pliki użytkownika” lub „Wszystkie pliki systemowe”.
pt_br: Recomendamos o aplicativo "Flatseal" para gerenciar essas permissões. Ative "Todos os aqruivos do usuário" ou "Todos os arquivos do sistema" para poder encontrar esses aplicativos.
ru: Мы рекомендуем приложение Flatseal для управления этими разрешениями. Включите «Все файлы пользователя» или «Все системные файлы», чтобы иметь возможность находить эти приложения.
tr: Bu izinleri yönetmek için “Flatseal” uygulamasını öneririz. Bu uygulamaları bulabilmek için “Tüm kullanıcı dosyaları” veya “Tüm sistem dosyaları” seçeneğini etkinleştirin.
uk: Це можна зробити в програмі «Flatseal». Увімкніть там дозволи «Усі файли користувача» чи «Усі файли системи», щоб побачити потрібні вам програми.

source: What is a System Entry?
ar: ما هي مُدخلة النظام؟
de: Was ist ein Systemeintrag?
es: ¿Qué es una Entrada de sistema?
fr: Qu’est-ce qu’une entrée système ?
hu: Mi az a „rendszerbejegyzés”?
it: Cos'è una Voce di sistema?
pl: Czym jest wpis systemowy?
pt_br: O que é uma Entrada do Sistema?
ru: Что такое «Системная запись»?
tr: Sistem Girişi nedir?
uk: Що таке «системний запис»?

source: System Entries are for apps or commands that are ran on log in for everybody. These are usually present to allow certain features, programs, or other important actions run properly.
ar: مُدخلات النظام هي للتطبيقات أو الأوامر التي تعمل عند الولوج للجميع. عادة ما تكون موجودة للسماح لميزات أو برامج معينة أو إجراءات هامة أخرى بالعمل بشكل صحيح.
de: Systemeinträge sind für Apps oder Befehle, welche nach dem Anmelden für alle User ausgeführt werden. Diese können für bestimmte Features, Programme oder andere wichtige Aktionen notwendig sein.
es: Las Entradas de sistema corresponden a aplicaciones o comandos que se ejecutan al iniciar sesión para todos los usuarios. Suelen ser necesarias para que ciertos programas o funciones del sistema funcionen correctamente.
fr: Les entrées système sont des applications ou des commandes qui sont exécutées à la connexion de chaque utilisateur. Ces entrées sont généralement présentes afin de permettre à certaines fonctionnalités, programmes ou autres actions importantes de fonctionner correctement.
hu: A rendszerbejegyzések olyan alkalmazásokra vagy parancsokra vonatkoznak, amelyek bejelentkezéskor mindegyik felhasználó számára elindulnak. Ezek általában bizonyos programok, szolgáltatások vagy más fontos feladatok megfelelő működését szolgálják.
it: Le voci di sistema sono applicazioni o comandi eseguiti all'accesso di qualsiasi utente. Generalmente sono presenti per garantire il corretto funzionamento di alcune funzionalità, programmi o per eseguire altre azioni importanti.
pl: Wpisy systemowe dotyczą aplikacji lub poleceń uruchamianych po zalogowaniu przez każdego użytkownika. Zazwyczaj są one dostępne, aby umożliwić prawidłowe działanie niektórych funkcji, programów lub innych ważnych działań.
pt_br: Entradas do Sistema são para aplicativos ou comandos que são executadas no login para todos. Elas geralmente estão presentes para fazer com que algumas funcionalidades, programas ou outras ações importantes executem corretamente.
ru: Системные записи предназначены для приложений или команд, которые запускаются при входе в систему для всех пользователей. Обычно они присутствуют для того, чтобы определённые функции, программы или другие важные действия выполнялись корректно.
tr: Sistem Girişleri, herkesin oturum açtığında çalışan uygulamalar veya komutlar içindir. Bunlar genellikle belirli özelliklerin, programların veya diğer önemli eylemlerin düzgün çalışmasını sağlamak için bulunur.
uk: Системні записи охоплюють програми й команди, що запускаються під час входу кожного користувача в систему. Зазвичай вони забезпечують правильну роботу функцій, програм та інших важливих компонентів системи.

source: You can override these, but please use caution when doing so, as you may break some existing app or feature of your desktop.
ar: يمكنك تجاوزها، ولكن توخى الحذر عند القيام بذلك، فقد تُعطِّل بعض التطبيقات أو الميزات الموجودة في سطح مكتبك.
de: Sie können diese überschreiben, jedoch ist hier Vorsicht geboten, weil hiermit die Funktion der existierenden Apps oder Features auf Ihrem System gebrochen werden kann.
es: Puedes anular estas entradas, pero hazlo con cuidado, ya que podrías dañar alguna aplicación o función existente en tu escritorio.
fr: Vous pouvez les contourner, mais faites preuve de prudence car vous pourriez casser une application ou une fonctionnalité existante de votre bureau.
hu: Ezeket felülírhatja, de legyen óvatos, mert ezzel tönkreteheti a már meglévő alkalmazásokat vagy a rendszer szolgáltatásait.
it: Puoi sovrascriverle, ma procedi con cautela poiché potresti compromettere il funzionamento di alcune applicazioni o funzionalità del desktop.
pl: Możesz je zastąpić, ale zachowaj ostrożność, ponieważ możesz uszkodzić jakąś istniejącą aplikację lub funkcję pulpitu.
pt_br: Você pode substituí-las, mas tenha cuidado ao fazer isso, pois pode quebrar algum aplicativo ou funcionalidade existente do seu computador.
ru: Их можно переопределить, но делайте это с осторожностью, так как вы можете нарушить работу некоторых существующих приложений или функций рабочего стола.
tr: Bunları geçersiz kılabilirsiniz, ancak bunu yaparken dikkatli olun, çünkü masaüstünüzdeki mevcut bir uygulamayı veya özelliği bozabilirsiniz.
uk: Їх можна замістити власними записами, проте це треба обережно, адже внаслідок цього програма чи системний компонент можуть працювати неправильно.

# shortcut window
source: Entries List
fr: Liste des entrées
hu: Bejegyzések

# shortcut window
source: New Entry
fr: Nouvelle entrée
hu: Új bejegyzés

# shortcut window
source: Search Entries
fr: Rechercher des entrées
hu: Bejegyzések keresése

# shortcut window
source: Apps List
fr: Liste des applications
hu: Alkalmazások listája

# shortcut window
source: Search Apps
fr: Rechercher des applications
hu: Alkalmazások keresése

# shortcut window
source: Details Page
fr: Page Détails
hu: Szerkesztőlap

# shortcut window
source: Save Edits
fr: Enregistrer les modifications
hu: Mentés

# shortcut window
source: General
fr: Général
hu: Általános

# shortcut window
source: Open Autostart Folder
fr: Ouvrir le dossier autostart
hu: Autostart mappa megnyitása

# shortcut window
source: Show Shortcuts
fr: Afficher les raccourcis
hu: Gyorsbillentyűk

# shortcut window
source: Quit
fr: Quitter
hu: Kilépés

source: Translate
fr: Traduire
hu: Segítség a fordításban
ru: Перевести
tr: Çevir

source: Donate
ar: تبرَّع
de: Spenden
es: Donar
fr: Faire un don
hu: Adományozás
it: Dona
pl: Dorzuć się
pt_br: Doar
ru: Пожертвовать
tr: Bağış
uk: Підтримка грошима

source: Opened folder
fr: Dossier ouvert
hu: Mappa megnyitva
ru: Открытая папка
tr: Açılan klasör

source: Could not open folder
fr: Échec de l’ouverture du dossier
hu: Nem lehet megnyitni a mappát
ru: Не удалось открыть папку
tr: Klasör açılamadı
